Repository: indrajithbandara/localeplanet
Catalog: i18n/*.po
Languages: fr

source: Hello world!
fr: Bonjour tout le monde!

source: Toto, I've a feeling we're not in Kansas anymore
fr: Toto, j'ai l'impression que nous ne sommes pas plus au Kansas

source: E.T. phone home
fr: E.T. téléphone à la maison

source: There's no place like home
fr: Il n'y a pas de place comme à la maison

source: What we've got here is failure to communicate
fr: Ce que nous avons ici, c'est la non-communication

source: Houston, we have a problem
fr: Houston, nous avons un problème

source: Keep off the grass
fr: Conserver hors l'herbe

source: All your base are belong to us
fr: Toute votre base sont appartiennent à nous

source: In dreams you can see yourself without using mirrors
fr: Dans les rêves, vous pouvez vous voir sans l'aide de miroirs

source: Please may I have some lemons?
fr: S'il vous plaît pourrais-je avoir des citrons?

source: Help me!
fr: Aidez-moi!

source: No, you're not coming!
fr: Non, vous ne venez pas!

source: Talk is cheap. Show me the code.
fr: C'est facile de parler. Montrez-moi le code.

source: Change language
fr: Changer de langue

source: Data
fr: Données

source: Decimal Symbols
fr: Decimal Symboles

source: Grouping Separator
fr: Regroupement? Separator

source: Minus Sign
fr: Minus? Inscrivez-vous

source: Date Order
fr: Date de commande

source: International Components for Unicode ({0}ICU{1}) Data
fr: Composants internationaux pour Unicode ({0} {1} USI) de données

source: Standards:
fr: Normes:

source: Languages
fr: Langues

source: Countries
fr: Pays

source: ISO 3166 Country List
fr: Liste de pays ISO 3166

source: This is the list of ISO 3166 countries via <code>ULocale.getISOCountries()</code>.
fr: Ceci est la liste des pays ISO 3166 par l&#39;intermédiaire <code>ULocale.getISOCountries()</code> .

source: Additional relevant standards
fr: D'autres normes pertinentes

source: ICU locales in this country
fr: USI locales dans ce pays

source: ISO 639 Language List
fr: Liste de langue ISO 639

source: This is the list of ISO 639 languages via <code>ULocale.getISOLanguages()</code>.
fr: Ceci est la liste des ISO 639 langues via <code>ULocale.getISOLanguages()</code> .

source: ICU locales using this language
fr: locales USI aide de ce langage

source: LocalePlanet Sitemap
fr: LocalePlanet Plan du site

source: This sitemap is meant for robots, not humans, but feel free to browse anyway! Or try the {0}raw XML view{1}.
fr: Ce plan du site est destiné aux robots, pas des humains, mais n'hésitez pas à parcourir de toute façon! Ou essayez la vue {0} XML premières {1}.

source: Details
fr: Détails

source: Sample
fr: Exemple

source: Value
fr: Valeur

source: Pattern
fr: Modèle

source: Function
fr: Fonction

source: Output
fr: Sortie

source: Symbol
fr: Symbole

source: Name
fr: Nom

source: Plural
fr: Pluriel

source: Decimal Digits
fr: Decimal? Chiffres

source: Rounding
fr: Arrondissement

source: Result
fr: Résultat

source: Input
fr: Entrée

source: File name
fr: Nom de fichier

source: File name
fr: Fichier? Nom

source: Your query matched {0} files in {1} directories.
fr: Votre requête correspond {0} fichiers dans les répertoires {1}.

source: Overview
fr: Vue d'ensemble

source: Usage
fr: Utilisation

source: Put your hands where I can see them!
fr: Mettez vos mains où je peux les voir!

source: You have {0} lives remaining
fr: Vous avez {0} de vie restante

source: Examples
fr: Exemples

source: Google Translate Language “{0}”
fr: Google Translate langue? {0}?

source: Basic Information
fr: Informations de base

source: Google Name
fr: Nom Google

source: Non-Google name
fr: nom non-Google

source: Other data sources
fr: Autres sources de données

source: compare
fr: comparer

source: Sample Translations
fr: Exemple de Traductions

source: English
fr: En anglais

source: Java Locale “{0}” ({1})
fr: Locale Java? {0}? ({1})

source: General Information
fr: Informations générales

source: Property
fr: Propriété

source: Display name
fr: Afficher le nom

source: Display variant
fr: variante d'affichage

source: (no exact match)
fr: (Pas de correspondance exacte)

source: Numbers
fr: Numéros

source: Currency symbol
fr: Symbole monétaire

source: Decimal separator
fr: séparateur décimal

source: Digit
fr: Chiffres

source: Exponent separator
fr: séparateur Exponent

source: Grouping separator
fr: Groupement de séparation

source: International currency symbol
fr: Symbole monétaire international

source: Minus sign
fr: Signe moins

source: Monetary decimal separator
fr: Séparateur décimal monétaire

source: Pattern Separator
fr: Motif de séparation

source: Percent
fr: Pour cent

source: Per mill
fr: Par moulin

source: Zero digit
fr: Zero chiffres

source: Value(s)
fr: Valeur (s)

source: AM/PM Strings
fr: Cordes AM / PM

source: Months
fr: Mois

source: Short months
fr: mois court

source: Short weekdays
fr: semaine à court

source: Weekdays
fr: Semaine

source: not a SimpleDateFormat
fr: pas un SimpleDateFormat

source: Time Zones
fr: Fuseaux horaires

source: Short/Standard
fr: Court / Standard

source: Short/Daylight
fr: Short / Lumière du jour

source: Long/Daylight
fr: Long / Lumière du jour

source: Java Locales
fr: Locales Java

source: {0}Java{1} Locales
fr: {0} {1} Java Locales

source: Local name
fr: Nom local

source: Microsoft .NET CultureInfo “{0}” ({1})
fr: Microsoft. CultureInfo NET? {0}? ({1})

source: Language
fr: Langue

source: Country
fr: Pays

source: LocalePlanet: L10N and I18N for JavaScript
fr: LocalePlanet: L10N et I18N pour JavaScript

source: Localization and Internationalization for JavaScript
fr: Localisation et d'internationalisation pour JavaScript

source: Visitor Locale Statistics
fr: Statistiques des visiteurs Locale

source: (not set)
fr: (Non défini)

source: Today is {0}
fr: Aujourd'hui, c'est {0}

source: Library
fr: Bibliothèque

source: Change Language
fr: Changer la langue

source: Supported Languages
fr: Langues prises en charge

source: (current)
fr: (En cours)

source: Select
fr: Sélectionnez

source: Standards
fr: Normes

source: Obsolete:
fr: Obsolète:

source: Thanks for your feedback!
fr: Merci de vos commentaires!

source: Continue
fr: Continuer

source: Name:
fr: Nom:

source: Website:
fr: Site Web:

source: Display Name
fr: Nom d'affichage

source: Short Names
fr: Noms courts

source: Long Names
fr: Les noms longs

source: Display name with dialect
fr: Afficher le nom de dialecte

source: Character orientation
fr: Personnage orientation

source: Line orientation
fr: orientation de la ligne

source: Pad escape
fr: Pad échapper

source: Plus sign
fr: Signe plus

source: Significant digit
fr: Chiffre significatif

source: Era names
fr: noms Era

source: Related ICU Locales
fr: Locales USI connexes

source: Siblings:
fr: Frères et sœurs:

source: Children:
fr: Enfants:

source: Local Name
fr: Nom local

source: # of languages: {0}
fr: Nombre de langues: {0}

source: Complete List
fr: Liste complète

source: Compare Time Patterns
fr: Comparer les modèles de temps de

source: Now ({0})
fr: Maintenant ({0})

source: Missing Locales
fr: Locales disparus

source: Compare two data sources and see which locales that are in one but not the other.
fr: Comparer les deux sources de données et de voir quelles locales qui se trouvent dans l'une mais pas l'autre.

source: Data Source {0}
fr: Source de données {0}

source: Locales to check:
fr: Locales pour vérifier:

source: Languages with Countries
fr: Langues avec les pays

source: All
fr: Tous les

source: Show locales in common
fr: Afficher les lieux communs

source: You must pick two different data sources to compare
fr: Vous devez choisir deux différentes sources de données pour comparer

source: Only in {0}
fr: Ce n'est que dans {0}

source: In both
fr: Dans les deux

source: Compare again
fr: Comparer à nouveau

source: Compare Date Patterns
fr: Comparer les modèles de date

source: Today
fr: Aujourd'hui

source: Compare Currency Patterns
fr: Comparer les modèles de devises

source: Compare Locale Data Sources
fr: Comparer les données Locale Sources

source: Lists:
fr: Listes:

source: all
fr: tous les

source: languages
fr: langues

source: simple locales
fr: locales simple

source: complex locales
fr: locales complexes

source: Missing
fr: Manquant

source: compare two data sources to see which locales are missing.
fr: comparer les deux sources de données pour voir quelles locales sont portées disparues.

source: Compare:
fr: Comparez:

source: currency patterns
fr: modèles monnaie

source: date patterns
fr: les modèles de date

source: time patterns
fr: modèles de temps de

source: Yes
fr: Oui

source: Extended Locales
fr: Locales étendue

source: Google Translate Languages
fr: Google Translate langues

source: {0}Google Translate{1} Languages
fr: {0} Google Translate langues {1}

source: (not found)
fr: (Pas trouvé)

source: Data Source Comparison for {0}
fr: Comparaison source de données pour {0}

source: Data source
fr: Source des données

source: Supported?
fr: Pris en charge?

source: Name in data source
fr: Nom de source de données

source: No
fr: N

source: Countries with language {0} ({1})
fr: Les pays avec le langage {0} ({1})
